Repository: NMarjou/localization-app
Catalog: TMs/en-US_fr-FR.tmx
Source language: en_us
Languages: fr_fr

source: Duplication successful
fr_fr: Duplication réussie

source: Edit pending draft
fr_fr: Modifier le brouillon en attente

source: Create bonus plan
fr_fr: Créer un plan de bonus

source: Edit bonus plan
fr_fr: Modifier le plan de bonus

source: The pending draft was successfully updated.
fr_fr: Le brouillon en attente a été mis à jour correctement.

source: Some payout curves assigned to this bonus plan are deactivated. Please reassign the payout curves.
fr_fr: Certaines courbes de paiement attribuées à ce plan de bonus sont désactivées. Veuillez réattribuer les courbes de paiement.

source: The bonus plan was successfully published.
fr_fr: Le plan de bonus a été correctement publié.

source: The pending draft was successfully published.
fr_fr: Le brouillon en attente a été publié correctement.

source: Numeric
fr_fr: Numérique

source: Percentage
fr_fr: Pourcentage

source: Achievement calculation
fr_fr: Calcul de réalisation

source: Calculation of the achievement per each goal
fr_fr: Calcul de la réalisation pour chaque objectif

source: Calculated bonus
fr_fr: Prime calculée

source: When multiple situations apply, the final bonus is the total of the calculated bonuses for each situation.
fr_fr: Lorsque plusieurs situations s'appliquent, la prime finale correspond au total des primes calculées pour chaque situation.

source: Review the bonus calculation equation
fr_fr: Passez en revue l'équation de calcul des bonus

source: Goal achievement %
fr_fr: Pourcentage d'atteinte de l'objectif

source: Goal type weight
fr_fr: Poids du type d'objectif

source: LoA factor
fr_fr: Facteur congé

source: Payout curve result
fr_fr: Résultat de la courbe de paiement

source: Target bonus
fr_fr: Bonus cible

source: TiR factor
fr_fr: Facteur de temps dans le poste

source: Bonus formula overview
fr_fr: Aperçu de la formule de bonus

source: This formula calculates the bonus payout. You can adjust it later in the comp round creation process.
fr_fr: Cette formule calcule le versement du bonus. Vous pouvez l'ajuster ultérieurement dans le processus de création du cycle de rémunération.

source: Bonus calculation equation
fr_fr: Équation de calcul du bonus

source: Specify the performance indicators and payout curve
fr_fr: Spécifiez les indicateurs de performance et la courbe de paiement.

source: The payout curve {{payoutCurveName}} is deactivated. If you edit it, it will no longer be available for selection.
fr_fr: La courbe de rémunération {{payoutCurveName}} est désactivée. Si vous la modifiez, elle ne sera plus disponible pour la sélection.

source: Deactivated payout curve
fr_fr: Courbe de rémunération désactivée

source: Add a goal plan and assign payout curves.
fr_fr: Ajoutez un plan d'objectifs et attribuez des courbes de rémunération.

source: Payout curve
fr_fr: Courbe de paiement

source: Measurement
fr_fr: Mesure

source: Add a plan, set a payout curve and a calculated weight.
fr_fr: Ajoutez un plan, définissez une courbe de paiement et un poids calculé.

source: Add goal plan
fr_fr: Ajouter un plan d'objectifs

source: Add plan
fr_fr: Ajouter un plan

source: Get started by adding a goal plan
fr_fr: Pour commencer, ajoutez un plan d'objectifs

source: This payout curve is disabled; please choose another one.
fr_fr: Cette courbe de paiement est désactivée ; veuillez en choisir une autre.

source: This payout curve is disabled; please select another one.
fr_fr: Cette courbe de paiement est désactivée ; veuillez en sélectionner une autre.

source: Search for payout curves
fr_fr: Rechercher des courbes de paiement

source: Please provide a goal plan.
fr_fr: Veuillez fournir un plan d'objectifs.

source: {{percent}}% weight
fr_fr: {{percent}}% de pondération

source: Performance indicator (goals)
fr_fr: Indicateur de performance (objectifs)

source: Bonus type
fr_fr: Type de bonus

source: The code cannot be empty.
fr_fr: Le code ne peut pas être vide.

source: Plan details
fr_fr: Détails du plan

source: A bonus plan with that code already exists
fr_fr: Ce code de plan de bonus existe déjà.

source: Goal plan period
fr_fr: Période du plan d'objectifs

source: Define the time frame for the goal plan to be used in this bonus plan.
fr_fr: Définissez la période du plan d'objectifs à utiliser dans ce plan de bonus.

source: End date is required
fr_fr: La date de fin est requise

source: The start date is required.
fr_fr: La date de début est requise.

source: You’ve already selected a goal plan. To update the period, please remove the current selection first.
fr_fr: Vous avez déjà sélectionné un plan d'objectifs. Pour mettre à jour la période, veuillez d'abord supprimer la sélection actuelle.

source: The name cannot be empty.
fr_fr: Le nom ne peut pas être vide.

source: Search by name
fr_fr: Rechercher par nom

source: Discretionary bonus
fr_fr: Bonus discrétionnaire

source: Awarded at the comp managers' discretion; not tied to specific performance metrics.
fr_fr: Attribué à la discrétion des managers de la rémunération ; non lié à des indicateurs de performance spécifiques.

source: STI: KPIs with payout curves
fr_fr: STI : indicateurs clés de performance avec courbes de paiement

source: A bonus tied to KPIs where payouts adjust based on performance levels.
fr_fr: Bonus lié aux indicateurs clés de performance où les paiements sont ajustés en fonction des niveaux de performance.

source: Define the population(s) for the bonus plan.
fr_fr: Définissez la ou les populations du plan de bonus.

source: Select the populations relevant for this bonus plan.
fr_fr: Sélectionnez les populations pertinentes pour ce plan de bonus.

source: Select populations
fr_fr: Sélectionner des populations

source: Population summary
fr_fr: Résumé de la population

source: Overview of the population definition
fr_fr: Aperçu de la définition de la population

source: System populations
fr_fr: Populations du système

source: Apply individual inclusion and exclusion.
fr_fr: Appliquez des inclusions et exclusions individuelles.

source: No workers added to the population yet
fr_fr: Aucun(e) employé(e) ajouté(e) à la population pour le moment.

source: Manual worker selections
fr_fr: Sélections manuelles d'employé(e)s

source: Workers selected manually
fr_fr: Employé(e)s sélectionné(e)s manuellement

source: Apply prorating factors
fr_fr: Appliquer les facteurs de proratisation

source: Leave of absence (LoA)
fr_fr: Congé (LoA)

source: Select factors to apply to the plan
fr_fr: Sélectionnez les facteurs à appliquer au plan

source: Selected factors
fr_fr: Facteurs sélectionnés

source: Time in role (TiR)
fr_fr: Temps passé dans le rôle (TiR)

source: Time in role to target
fr_fr: Temps passé dans le rôle pour atteindre l'objectif

source: Prorating factors
fr_fr: Facteurs de proratisation

source: Review plan configurations
fr_fr: Revue de la configuration du plan

source: Summary
fr_fr: Résumé

source: View bonus plan
fr_fr: Consulter le plan de bonus

source: The payout curve is required.
fr_fr: La courbe de paiement est obligatoire.

source: Bulk assign
fr_fr: Attribution en masse

source: Select which payout curve will be assigned to the selected goals.
fr_fr: Sélectionnez quelle courbe de paiement sera attribuée aux objectifs sélectionnés.

source: One or more payout curves have been deactivated. If you assign a new payout curve, you won’t be able to re-select any of the deactivated curves.
fr_fr: Une ou plusieurs courbes de rémunération ont été désactivées. Si vous attribuez une nouvelle courbe de rémunération, vous ne pourrez pas resélectionner les courbes désactivées.

source: Assign payout curve
fr_fr: Attribuer une courbe de paiement

source: Assign default payout curves based on goal type and measurement criteria. Available options for the payout curve correspond to the type of result unit. You can later override these defaults if necessary.
fr_fr: Attribuez des courbes de paiement par défaut en fonction du type d'objectif et des critères de mesure. Les options disponibles pour la courbe de paiement correspondent au type d'unité de résultat. Vous pourrez ultérieurement remplacer ces valeurs par défaut si nécessaire.

source: Default payout curves
fr_fr: Courbes de paiement par défaut

source: You will be able to assign payout curves once the goal types and measurement criteria are loaded.
fr_fr: Vous pourrez attribuer des courbes de paiement une fois que les types d'objectifs et les critères de mesure seront chargés.

source: Select a goal plan to get started
fr_fr: Sélectionnez un plan d'objectifs pour commencer

source: Please select a goal plan.
fr_fr: Veuillez sélectionner un plan d'objectifs.

source: The payout curve was successfully assigned.
fr_fr: La courbe de paiement a été correctement attribuée.

source: The payout curves were successfully assigned.
fr_fr: Les courbes de paiement ont été correctement attribuées.

source: Autosaved
fr_fr: Enregistré automatiquement

source: Select goal
fr_fr: Sélectionnez un objectif

source: Are you sure you want to delete this goal plan? This will permanently remove all configurations.
fr_fr: Êtes-vous sûr(e) de vouloir supprimer ce plan d'objectifs ? Cela supprimera définitivement toutes les configurations.

source: Delete goal plan
fr_fr: Supprimer le plan d'objectifs

source: Empty
fr_fr: Vide

source: Individual
fr_fr: Individuel

source: Organizational
fr_fr: Organisationnel

source: No results match the search/filter criteria. Remove filters and clear the search to show all results.
fr_fr: Aucun résultat ne correspond aux critères de recherche/filtrage. Supprimez les filtres et effacez la recherche pour afficher tous les résultats.

source: Search by goal name
fr_fr: Rechercher par nom d'objectif

source: {{count}} items selected
fr_fr: {{count}} éléments sélectionnés

source: Some goals don’t have a payout curve assigned. You can continue, but these goals will not be included in bonus calculations.
fr_fr: Certains objectifs n'ont pas de courbe de paiement assignée. Vous pouvez continuer, mais ces objectifs ne seront pas inclus dans les calculs de bonus.

source: Unassigned goals
fr_fr: Objectifs non assignés

source: Pending draft
fr_fr: Ebauche en attente

source: Bonus Plans
fr_fr: Plans de bonus

source: Are you sure you want to update this goal plan? The published bonus plan will not be affected until you republish it.
fr_fr: Êtes-vous sûr de vouloir mettre à jour ce plan d'objectifs ? Le plan de primes publié ne sera pas affecté tant que vous ne le republierez pas.

source: Update goal plan
fr_fr: Mettre à jour le plan d'objectifs

source: Refresh goals
fr_fr: Actualiser les objectifs

source: The goal plan was successfully updated.
fr_fr: Le plan d'objectifs a été mis à jour correctement.

source: Update compensation rounds to the latest version.
fr_fr: Mettre à jour les cycles de rémunération vers la dernière version.

source: Check the usage details to see where this plan is used.
fr_fr: Consultez les détails d'utilisation pour voir où ce plan est utilisé.

source: You’re about to publish the pending draft, which will replace the currently published version of this bonus plan.
fr_fr: Vous êtes sur le point de publier le brouillon en attente, qui remplacera la version actuellement publiée de ce plan de primes.

source: To apply your changes:
fr_fr: Pour appliquer vos modifications :

source: This action won’t automatically update the compensation rounds using this plan.
fr_fr: Cette action ne mettra pas automatiquement à jour les cycles de rémunération utilisant ce plan.

source: Publish updated bonus plan
fr_fr: Publier le plan de primes mis à jour

source: Owner
fr_fr: Titulaire

source: Published date
fr_fr: Date de publication

source: Search by name or code
fr_fr: Rechercher par nom ou par code

source: Active
fr_fr: Actif

source: Inactive
fr_fr: Inactif

source: Competency Scales
fr_fr: Échelles d'aptitudes

source: The career development plan was successfully updated.
fr_fr: Le plan de développement de carrière a été correctement mis à jour.

source: Add question
fr_fr: Ajouter une question

source: Edit career development plan
fr_fr: Modifier le plan de développement de carrière

source: No translation provided for the description
fr_fr: Aucune traduction fournie pour la description

source: No translation provided for the title
fr_fr: Aucune traduction fournie pour le titre

source: Specify the number of days
fr_fr: Spécifiez le nombre de jours

source: Configure notifications and preferred notification delivery channels
fr_fr: Configurez les notifications et les canaux de distribution des notifications

source: Great work so far! With just a few days remaining in your career development plan, now is the perfect time to review your progress and add any additional comments.
fr_fr: Excellent travail jusqu'à présent ! Avec seulement quelques jours restants dans votre plan de développement de carrière, c'est le moment idéal pour revenir sur vos progrès et ajouter des commentaires supplémentaires.

source: Today marks the final day of your career development Plan! Well done on your commitment and growth throughout this journey.
fr_fr: Aujourd'hui marque le dernier jour de votre plan de développement de carrière ! Bravo pour votre engagement et votre progression tout au long de ce parcours.

source: Your career development plan is ready for its final review. Please confirm and sign off on the plan after discussing with your manager.
fr_fr: Votre plan de développement de carrière est prêt pour sa revue finale. Veuillez confirmer et valider le plan après en avoir discuté avec votre manager.

source: Your self-assessment was submitted. Your manager will review it and provide feedback shortly.
fr_fr: Votre auto-évaluation a été soumise. Votre manager l'examinera et vous fournira un feedback sous peu.

source: Your career development plan has started. Review the plan and begin working on your objectives.
fr_fr: Votre plan de développement de carrière a commencé. Consultez le plan et commencez à travailler sur vos objectifs.

source: Your self-assessment is now open. Take the time to reflect, and then submit your responses.
fr_fr: Votre auto-évaluation est maintenant ouverte. Prenez le temps de réfléchir, puis soumettez vos réponses.

source: Send a notification a certain number of days before the end of the plan
fr_fr: Envoyer une notification un certain nombre de jours avant la fin du plan

source: Send a notification on the day
fr_fr: Envoyer une notification le jour même

source: End of the career development plan
fr_fr: Fin du plan de développement de carrière

source: Career development plan PDF creation
fr_fr: Création de PDF du plan de développement de carrière

source: Plan sign-off
fr_fr: Validation du plan

source: Review & feedback
fr_fr: Bilan & feedback

source: Start of the career development plan
fr_fr: Début du plan de développement de carrière

source: Worker submission
fr_fr: Soumission de l'employé(e)

source: Email notifications
fr_fr: Notifications par email

source: In-app notifications
fr_fr: Notifications dans l'application

source: Notification delivery channel
fr_fr: Canal de livraison des notifications

source: Core components
fr_fr: Composants principaux

source: Enable, configure & reorder core components
fr_fr: Activer, configurer et réorganiser les composants principaux

source: Continuous plan
fr_fr: Plan continu

source: Enter the basic information for the plan
fr_fr: Saisissez les informations de base du plan

source: Fixed duration plan
fr_fr: Plan à durée fixe

source: Local owner
fr_fr: Titulaire local

source: Select owner
fr_fr: Sélectionner le titulaire

source: Send career development plan PDF to Documents
fr_fr: Envoyer le PDF du plan de développement de carrière vers Documents

source: A plan with this code already exists.
fr_fr: Un plan avec ce code existe déjà.

source: Select option
fr_fr: Sélectionnez une option

source: Eligibility
fr_fr: Eligibilité

source: Specify the eligibility for the comp round
fr_fr: Spécifiez l'éligibilité au cycle de rémunération

source: Define the populations for the plan
fr_fr: Définissez les populations éligibles au plan

source: Population setup is restricted by primary owner access
fr_fr: La configuration de la population est limitée à l'accès titulaire principal

source: Population setup is restricted by local admin access.
fr_fr: La configuration de la population est limitée par l'accès administrateur local.

source: Privacy settings
fr_fr: Paramètres de confidentialité

source: Configure the privacy settings
fr_fr: Configurer les paramètres de confidentialité

source: Mandatory question
fr_fr: Question obligatoire

source: Checkboxes
fr_fr: Cases à cocher

source: Radio buttons
fr_fr: Boutons radio

source: Text input
fr_fr: Saisie de texte

source: Edit question
fr_fr: Modifier la question

source: No questions yet
fr_fr: Aucune question pour le moment

source: Answer to this question is mandatory.
fr_fr: Une réponse doit être fournie pour cette question.

source: Response permission
fr_fr: Autorisation de réponse

source: Manager only
fr_fr: Manager uniquement

source: Worker only
fr_fr: Employé(e) uniquement

source: Worker & manager
fr_fr: Employé(e) & manager

source: Career plan questionnaire
fr_fr: Questionnaire sur le plan de carrière

source: Add answer option
fr_fr: Ajouter une option de réponse

source: The answer option cannot be empty.
fr_fr: L'option de réponse ne peut pas être vide.

source: Create questions for workers
fr_fr: Créer des questions pour les employé(e)s

source: Languages: {{numerator}}/{{denominator}}
fr_fr: Langues : {{numerator}}/{{denominator}}

source: List of answer options
fr_fr: Liste des options de réponse

source: At least {{count}} answer option is required for this answer type
fr_fr: Au moins {{count}} option de réponse est requise pour ce type de réponse.

source: At least {{count}} answer options are required for this answer type
fr_fr: Au moins {{count}} options de réponse sont requises pour ce type de réponse.

source: Please provide a question.
fr_fr: Veuillez saisir une question.

source: Show disabled
fr_fr: Afficher les questions désactivées

source: Response rule
fr_fr: Règle de réponse

source: Skill library
fr_fr: Bibliothèque de compétences

source: Configure the skill set for the plan
fr_fr: Configurez l'ensemble de compétences pour le plan

source: Sidebar widgets
fr_fr: Widgets de la barre latérale

source: Enable, set up & reorder sidebar widgets
fr_fr: Activer, configurer et réorganiser les widgets de la barre latérale

source: Update the workflow labels
fr_fr: Mettez à jour les intitulés du workflow

source: Change display name
fr_fr: Modifier le nom d'affichage

source: Selected workflow step
fr_fr: Étape de workflow sélectionnée

source: Receive insights and guidance from your manager.
fr_fr: Recevez des idées et des conseils de votre manager.

source: Manager feedback
fr_fr: Feedback du manager

source: Reflect on your achievements and growth areas.
fr_fr: Réfléchissez à vos réalisations et domaines de progression.

source: The manager can still fill in certain fields and, after performing the action, submit the form.
fr_fr: Le manager peut remplir certains champs et après cela, il/elle peut soumettre le formulaire.

source: Allow workers to refuse the career development
fr_fr: Permettre aux employés de refuser le développement de carrière

source: Create career development plan
fr_fr: Créer un plan de développement de carrière

source: View & manage career development plans
fr_fr: Consultez et gérez les plans de développement de carrière

source: Development plans
fr_fr: Plans de développement

source: End date: {{date}}
fr_fr: Date de fin : {{date}}

source: Start date: {{date}}
fr_fr: Date de début : {{date}}

source: No careers plans. Check again soon for updates and new opportunities to support your professional growth. We’re here to help you achieve your career goals.
fr_fr: Aucun plan de carrière. Revenez plus tard pour des mises à jour et de nouvelles opportunités pour soutenir votre développement professionnel. Nous sommes là pour vous aider à atteindre vos objectifs de carrière.

source: No career development plans
fr_fr: Aucun plan de développement de carrière

source: The file was successfully uploaded. Please download the log file to review any errors. Focus on the last two columns, “Result” and “Error Description,” for details on any issues encountered.
fr_fr: Le fichier a été correctement chargé. Veuillez télécharger le fichier journal pour passer en revue les éventuelles erreurs. Concentrez-vous sur les deux dernières colonnes, « Résultat » et « Description de l'erreur », pour obtenir des détails sur les problèmes rencontrés.

source: Are you sure you want to delete the career development plan?
fr_fr: Voulez-vous vraiment supprimer le plan de développement de carrière ?

source: Delete career development plan
fr_fr: Supprimer le plan de développement de carrière

source: The career development plan template was successfully deleted.
fr_fr: Le modèle de plan de développement de carrière a été correctement supprimé.

source: The career development plan was duplicated and a new item was created.
fr_fr: Le plan de développement de carrière a été dupliqué et un nouvel élément a été créé.

source: No career development plans yet!
fr_fr: Aucun plan de développement de carrière

source: Open career development plan
fr_fr: Ouvrir le plan de développement de carrière

source: Career development plans
fr_fr: Plans de développement de carrière

source: Upload skills
fr_fr: Charger des compétences

source: Download career development plan
fr_fr: Télécharger le plan de développement de carrière

source: Generate PDF
fr_fr: Générer le PDF

source: Send to Documents
fr_fr: Envoyer vers Documents

source: Preview behavior wheel widget
fr_fr: Afficher un aperçu du widget " Roue des comportements "

source: Behavior wheel
fr_fr: Roue des comportements

source: Enable chat messages for the entire duration of the career development plan.
fr_fr: Activer le chat pour toute la durée du plan de développement de carrière.

source: Career chat
fr_fr: Chat du plan de carrière

source: Add resources
fr_fr: Ajouter des ressources

source: Provide links to workers and managers
fr_fr: Fournir des liens aux employé(e)s et aux managers

source: Go to edit mode to get started by creating one.
fr_fr: Passez en mode édition pour commencer à en créer un.

source: No resources added yet!
fr_fr: Aucune ressource

source: Label
fr_fr: Libellé

source: Link
fr_fr: Lien

source: Invalid URL. Make sure you enter a URL that uses the HTTPS protocol.
fr_fr: URL non valide. Assurez-vous de saisir une URL qui utilise le protocole HTTPS.

source: Resource list
fr_fr: Liste des ressources

source: Resources
fr_fr: Ressources

source: Skills & competency groups
fr_fr: Groupes de compétences & d'aptitudes

source: You must select at least one skill.
fr_fr: Vous devez sélectionner au moins une compétence.

source: Skill Libraries
fr_fr: Bibliothèque de compétences

source: The size of the file exceeds the maximum limit.
fr_fr: Le fichier dépasse la limite maximale autorisée.

source: Upload file
fr_fr: Charger un fichier

source: Upload the CSV file (Max: 1MB). Ensure the file is correctly formatted for a seamless upload.
fr_fr: Chargez le fichier CSV (Max : 1 Mo). Assurez-vous que le fichier est correctement formaté pour que le chargement se déroule sans encombres.

source: Import file
fr_fr: Importer un fichier

source: Download your current skill configuration
fr_fr: Téléchargez la configuration actuelle de vos compétences

source: Upload the modified file
fr_fr: Chargez le fichier modifié

source: Add new skills to the file or update the existing skills
fr_fr: Ajoutez de nouvelles compétences au fichier ou mettez à jour les compétences existantes
